// *++    
// 
// Module Name:
//
//   HiiTestStrings.uni
// 
// Abstract:
// 
//   String definitions for HiiTestVfr.vfr
// 
// Revision History:
// 
// --*/


/=#

#langdef en-US "English"
#langdef fr-FR "Francais"


#string STR_HIITEST_FORM_SET_TITLE     	   #language en-US  "HII Test"
										   #language fr-FR  "HII Test"
#string STR_HIITEST_FORM_SET_HELP      	   #language en-US  "This is a basic HII programming test"
										   #language fr-FR  "This is a basic HII programming test"
#string STR_HIITEST_GPIOTEST_FORM_TITLE    #language en-US  "GPIO Test"
                                           #language fr-FR  "GPIO Test"
#string STR_HIITEST_VERSION_TEXT           #language en-US  "Powered by EDKII"
                                           #language fr-FR  "Powered by EDKII"
#string STR_HIITEST_VERSION_HELP           #language en-US  "The date of the revision of the Firmware being used."
                                           #language fr-FR  "The date of the revision of the Firmware being used."
#string STR_HIITEST_ESC                    #language en-US  "Press ESC to exit."
                                           #language fr-FR  "Press ESC to exit."
#string STR_HIITEST_NULL                   #language en-US  ""
                                           #language fr-FR  ""
